# Задача на получение факториала от введенного пользователем числа

import math

num = int(input('Введите число: '))
print(math.factorial(num))
